// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "Upload lettertypen";

OkButtonTitle = "OK";
CancelButtonTitle = "Annuleer";
LoadingStorageDeviceInfoProcessTitle = "Bezig met laden van info opslagapparaat…";
LoadingStorageDeviceListProcessTitle = "Bezig met laden van lijst met opslagapparaten…";
LoadingFontListProcessTitle = "Bezig met laden van lettertypelijst…";
SendingFontProcessTitle = "Bezig met uploaden van lettertype \"%@\"…";
RemovingFontProcessTitle = "Bezig met verwijderen van lettertype \"%@\"…";
RemoveConfirmationMessage = "Weet u zeker dat u de geselecteerde lettertypen van de printer wilt verwijderen?";
RemoveConfirmationMessageExplanation = "U kunt deze bewerking niet ongedaan maken.";
StorageDeviceLocked = "Opslagapparaat is vergrendeld";
RemoveFromMemoryMessage = "Lettertypen kunnen niet uit het apparaatgeheugen verwijderd worden";
RemoveFromMemoryExplanation = "Alle vooraf geïnstalleerde lettertypen zijn alleen-lezen. Alle door de gebruiker toegevoegde lettertypen worden uit het geheugen verwijderd als het apparaat opnieuw wordt gestart. Lettertypen op andere opslagapparaten worden opgeslagen tijdens het opnieuw opstarten en kunnen handmatig worden verwijderd.";

DiskNameTemplate = "Schijf, ID=%@ (Grootte: %@)";
FlashNameTemplate = "Flash SIMM, ID=%@ (Grootte: %@)";
SizeInBytes = "%.1f bytes";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "Kan het lettertypebestand %@ niet openen.";
FileOpenErrorExplanation = "Dit bestand is beschadigd of het formaat wordt niet ondersteund. Selecteer een ander lettertypebestand en probeer het opnieuw.";
FormatError = "Het lettertype \"%@\" heeft geen bekend formaat.";
FormatErrorExplanation = "Selecteer een ander lettertypebestand en probeer het opnieuw.";
SingleUnsupportedError = "Lettertype \"%@\" wordt niet ondersteund.";
SingleUnsupportedErrorExplanation = "Het lettertype wordt overgeslagen.";
MultipleUnsupportedError = "De lettertypen %@ worden niet ondersteund.";
MultipleUnsupportedErrorExplanation = "De lettertypen worden overgeslagen.";
SingleAlreadyScheduledError = "Het lettertype \"%@\" staat al in de lijst.";
SingleAlreadyScheduledErrorExplanation = "Het lettertype wordt overgeslagen.";
MultipleAlreadyScheduledError = "De lettertypen %@ staan al in de lijst.";
MultipleAlreadyScheduledErrorExplanation = "De lettertypen worden overgeslagen.";
SingleAlreadyUploadedError = "Het lettertype \"%@\" bestaat al op de printer.";
SingleAlreadyUploadedErrorExplanation = "Het lettertype wordt overgeslagen.";
MultipleAlreadyUploadedError = "De lettertypen %@ staan al op de printer.";
MultipleAlreadyUploadedErrorExplanation = "De lettertypen worden overgeslagen.";
PrintChannelOpenError = "Kan geen printerkanaal openen.";
PrintChannelOpenErrorExplanation = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";
DataSendError = "Kan geen gegevens naar de printer sturen.";
DataSendErrorExplanation = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";
DataReceiveError = "Kan geen gegevens van de printer ontvangen.";
DataReceiveErrorExplanation = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";
FontSendError = "Kan geen gegevens over lettertype \"%@\" naar de printer sturen.";
FontSendErrorExplanation = "Controleer of de printer is aangesloten en aanstaat. De rest van de lettertypelijst is niet naar de printer gestuurd.";
FontRemoveError = "Kan lettertype \"%@\" niet van de printer verwijderen.";
FontRemoveErrorExplanation = "Controleer of de printer is aangesloten en aanstaat. De rest van de lettertypelijst is niet van de printer verwijderd.";
StorageDeviceFullError = "Het lettertype \"%@\" kan niet worden geüpload omdat het opslagapparaat vol is.";
StorageDeviceFullErrorExplanation = "Selecteer een ander opslagapparaat of verwijder enkele ongebruikte lettertypen. Probeer het vervolgens opnieuw. De rest van de lettertypelijst is niet naar de printer geüpload.";
ScriptProcessingError = "Het script met lettertype \"%@\" kan niet worden verwerkt.";
ScriptProcessingErrorExplanation = "Selecteer een ander lettertype en probeer het opnieuw. De rest van de lettertypelijst is niet naar de printer geüpload.";
DeviceVmError = "Het lettertype \"%@\" kan niet worden geüpload omdat de printer niet over voldoende geheugen beschikt.";
DeviceVmErrorExplanation = "Selecteer een ander opslagapparaat of verwijder enkele ongebruikte lettertypen. Probeer het vervolgens opnieuw. De rest van de lettertypelijst is niet naar de printer geüpload.";

DeviceBusyErrorTitle = "Apparaat is momenteel bezig.";
DeviceBusyErrorMessage = "Het apparaat voltooit de huidige taak, een ogenblik geduld.";

FontNameTemplate = "\"%@\"";

Memory = "Geheugen";
UpdateNeeded = "Bijwerken nodig";

TaskTitle = "Upload lettertypen";
TaskDescription = "Selecteer een bestand met printerlettertypen en stuur dat bestand naar de printer. De door u gestuurde lettertypen zijn dan beschikbaar voor gebruik in afdruktaken.";
StorageDevices = "Lettertypen in printer:";
UpdateButton = "Werk lettertypelijst bij";
RemoveButton = "Verwijder";
AddButton = "Voeg toe…";
